/* 1 min refresh interval */
"1 min" = "1 min";

/* 15 min refresh interval */
"15 min" = "15 min";

/* 30 min refresh interval */
"30 min" = "30 min";

/* 5 min refresh interval */
"5 min" = "5 min";

/* 60 min refresh interval */
"60 min" = "60 min";

/* Placeholder hint for entering Lat/Long */
"[latitude],[longitude]" = "[latitude],[longitude]";

/* Placeholder hint for entering zip code */
"[zipcode],[iso 3166 country code]" = "[zipcode],[iso 3166 country code]";

/* Show all temperature units */
"All" = "All";

/* Cloudy weather condition */
"Cloudy" = "Cloudy";

/* Freezing rain weather condition */
"Freezing rain" = "Freezing rain";

/* Heavy rain weather condition */
"Heavy rain" = "Heavy rain";

/* Weather based on Lat/Long */
"Lat/Long" = "Lat/Long";

/* Lat/Long error when fetching weather */
"Lat/Long Error" = "Lat/Long Error";

/* Light rain weather condition */
"Light rain" = "Light rain";

/* Weather based on location */
"Location" = "Location";

/* Location error when fetching weather */
"Location Error" = "Location Error";

/* Mist weather condition */
"Mist" = "Mist";

/* Network error when fetching weather */
"Network Error" = "Network Error";

/* Partly cloudy weather condition */
"Partly cloudy" = "Partly cloudy";

/* Partly cloudy with rain weather condition */
"Partly cloudy with rain" = "Partly cloudy with rain";

/* Weather refresh interval */
"Refresh Interval" = "Refresh Interval";

/* Round-off Data (temperature) */
"Round-off Data" = "Round-off Data";

/* Show humidity */
"Show Humidity" = "Show Humidity";

/* Snow weather condition */
"Snow" = "Snow";

/* Sunny weather condition */
"Sunny" = "Sunny";

/* Thunderstorm weather condition */
"Thunderstorm" = "Thunderstorm";

/* Temperature unit */
"Unit" = "Unit";

/* Unknown location */
"Unknown" = "Unknown";

/* Weather condition as text */
"Weather Condition (as text)" = "Weather Condition (as text)";

/* Source for fetching weather */
"Weather Source" = "Weather Source";

/* Weather based on Zip Code */
"Zip Code" = "Zip Code";

/* Zip Code error when fetching weather */
"Zip Code Error" = "Zip Code Error";

